Wind_Dune_Egmond/run_angle40/0/include/frontBackUpperPatches
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

upperPatch
{
    type slip;
}

/*front
{
    type slip;
}

Back
{
    type slip;
}*/

// ************************************************************************* //
